[
  {
    "title": "Matlab tips: viết functions chuyên nghiệp hơn với inputParser",
    "databaseId": 8481
  },
  {
    "title": "The Odin Project : Tự học trở thành lập trình viên web chuyên nghiệp",
    "databaseId": 8469
  },
  {
    "title": "Tuyển tập công cụ vẽ minh họa cho các bài viết Toán học",
    "databaseId": 8275
  },
  {
    "title": "Hiểu confusion matrix",
    "databaseId": 7599
  },
  {
    "title": "Python 2: Python hoạt động thế nào?",
    "databaseId": 7230
  },
  {
    "title": "Một vài suy nghĩ “khác” trong giải toán hình học",
    "databaseId": 6804
  },
  {
    "title": "Sơ lược sự khác nhau giữa phương pháp phần tử hữu hạn và sai phân hữu hạn",
    "databaseId": 6492
  },
  {
    "title": "Matlab 3: Dạo một vòng code matlab",
    "databaseId": 6453
  },
  {
    "title": "Matlab 2: Tổng quan phần mềm Matlab",
    "databaseId": 6419
  },
  {
    "title": "Thế giới lượng tử kỳ bí",
    "databaseId": 6269
  },
  {
    "title": "Tỏ vẻ thông thái không làm bạn trở thành nhà hiền triết",
    "databaseId": 6266
  },
  {
    "title": "TaniaJekyll – theme web cá nhân tuyệt đẹp do Math2IT phát triển",
    "databaseId": 6188
  },
  {
    "title": "Hiểu về hệ số góc của đường thẳng",
    "databaseId": 6105
  },
  {
    "title": "Điều chỉnh độ trong suốt của cửa sổ",
    "databaseId": 6067
  },
  {
    "title": "Hiểu về dấu trừ và phép trừ trong toán học",
    "databaseId": 5930
  },
  {
    "title": "Hiểu ý tưởng giới hạn trong toán học (phần 2)",
    "databaseId": 5887
  },
  {
    "title": "Hiểu ý tưởng giới hạn trong Toán học (phần 1)",
    "databaseId": 5829
  },
  {
    "title": "Lập trình là gì và như thế nào?",
    "databaseId": 5813
  },
  {
    "title": "Khách sạn Hilbert",
    "databaseId": 4826
  },
  {
    "title": "Steven Strogatz – nhà toán ứng dụng với những bài viết thú vị về toán",
    "databaseId": 6255
  },
  {
    "title": "Lược sử hình thành khái niệm giới hạn trong Toán học",
    "databaseId": 4719
  },
  {
    "title": "Lý thuyết nút – Câu chuyện ly kỳ về tính thụ động của Toán học",
    "databaseId": 4063
  },
  {
    "title": "5 vấn đề toán học vô cùng đơn giản nhưng vẫn chưa thể giải được",
    "databaseId": 3804
  },
  {
    "title": "Có nhiều hơn một câu trả lời đúng : sự mập mờ trong một lớp học toán",
    "databaseId": 3769
  },
  {
    "title": "Liệu máy vi tính có thể thay thế con người trong việc làm Toán?",
    "databaseId": 3745
  },
  {
    "title": "Nghiên cứu Toán học – những thứ trừu tượng vô nghĩa ẩn mình dưới những đột phá của tương lai",
    "databaseId": 3693
  },
  {
    "title": "Một vài nỗ lực giải mã giáo dục Việt Nam",
    "databaseId": 3626
  },
  {
    "title": "Hiểu rõ điểm mạnh yếu của bản thân với trang web chuyên nghiệp talentoday",
    "databaseId": 3031
  },
  {
    "title": "Lý Hiển Long : dạy ít hơn để học sinh học nhiều hơn",
    "databaseId": 2711
  },
  {
    "title": "Những điểm giáo dục Việt Nam cần học ở Mỹ",
    "databaseId": 2659
  },
  {
    "title": "Tìm hiểu sơ đặc điểm giáo dục Phần Lan – Nhật – Đức – Pháp – Mỹ",
    "databaseId": 2449
  },
  {
    "title": "Luận bàn về nền giáo dục Thụy Điển của TS Lê Tự Hỷ",
    "databaseId": 2398
  },
  {
    "title": "Người Việt ta dưới cái nhìn của một người Đức?",
    "databaseId": 2360
  },
  {
    "title": "Ích gì, Toán học?",
    "databaseId": 624
  },
  {
    "title": "Tự động tìm và xóa đi những email nặng tiết kiệm dung lượng Gmail",
    "databaseId": 653
  },
  {
    "title": "Chuyện Toán học: Có phải ngẫu nhiên?",
    "databaseId": 660
  },
  {
    "title": "Xóa email quảng cáo tự động gởi bạn một cách nhanh nhất",
    "databaseId": 663
  },
  {
    "title": "lyricstraining – học ngoại ngữ thông qua bài hát",
    "databaseId": 673
  },
  {
    "title": "Gõ tiếng Việt thoải mái trên trình duyệt web với tiện ích AVIM",
    "databaseId": 679
  },
  {
    "title": "Tư duy ngôn ngữ tiếng Anh và bài học từ Singapore",
    "databaseId": 683
  },
  {
    "title": "Thế nào là đếm được trong Toán học? Tập số hữu tỷ có đếm được không?",
    "databaseId": 717
  },
  {
    "title": "Học ngoại ngữ miễn phí và cực hay với trang web Duolingo",
    "databaseId": 725
  },
  {
    "title": "Cài đặt mọi thứ bằng một dòng lệnh trong Linux",
    "databaseId": 749
  },
  {
    "title": "Một cú nhấn chuột cài tất cả ứng dụng trong Ubuntu",
    "databaseId": 764
  },
  {
    "title": "Những điều giáo dục mầm non Nhật Bản làm chúng ta nên học hỏi",
    "databaseId": 786
  },
  {
    "title": "Người Việt có thật sự giỏi Toán như vẫn tưởng?",
    "databaseId": 794
  },
  {
    "title": "Hiểu ý nghĩa thực tế của phương trình Navier–Stokes",
    "databaseId": 823
  },
  {
    "title": "Bắt máy tính nhắc nhở khi ngồi làm việc quá lâu",
    "databaseId": 832
  },
  {
    "title": "29 hình động giúp bạn hiểu Toán học tốt hơn giáo viên dạy trên lớp",
    "databaseId": 839
  },
  {
    "title": "Hướng dẫn chi tiết cách cài và sử dụng Dropbox cho người mới",
    "databaseId": 868
  },
  {
    "title": "Giải toán theo từng bước với trang web CyMath.Com và Symbolab.Com",
    "databaseId": 878
  },
  {
    "title": "Giáo dục trên thế giới – Cuba",
    "databaseId": 887
  },
  {
    "title": "Giáo dục trên thế giới – Hàn Quốc",
    "databaseId": 897
  },
  {
    "title": "Nguời Nepal dạy tiếng Anh",
    "databaseId": 899
  },
  {
    "title": "Học toán để làm gì vậy thầy? (bài 1)",
    "databaseId": 1021
  },
  {
    "title": "Tại sao tiếp tuyến của đồ thị hàm số lại liên quan đến đạo hàm bậc nhất?",
    "databaseId": 1029
  }
]